Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: Artifacts|An error occurred while deleting. Some artifacts may not have been deleted.
sv: Artifacts|Ett fel uppstod vid borttagningen. Vissa artefakter kanske inte togs bort.

source: AsanaService|User personal access token. User must have access to the task. All comments are attributed to this user.
sv: Asana-tjänst|Användarens personliga åtkomsttoken. Användaren måste ha åtkomst till uppgiften. Alla kommentarer tillskrivs den här användaren.

source: Ask a maintainer to check the import status for more details.
sv: Be en underhållare att kontrollera importstatusen för mer information.

source: Attempted sign in to %{host} using an incorrect verification code
sv: Försökte logga in på %{host} med en felaktig verifieringskod

source: Attempted to destroy the pipeline trigger token but failed
sv: Försökte förstöra pipelineutlösartoken, men misslyckades

source: Attempted to update the pipeline trigger token but failed
sv: Försökte uppdatera pipelineutlösartoken, men misslyckades

source: Attestations|Runner Environment
sv: Attestations|Runnermiljö

source: Attestations|Runner Invocation URI
sv: Attestations|URI för runneranrop

source: Attestations|Source Repository Visibility
sv: Attestations|Källkodförrådets synlighet

source: Attestations|Unable to parse attestation certificate.
sv: Attestations|Det gick inte att tolka attestcertifikatet.

source: Attestations|Unable to parse attestation metadata
sv: Attestations|Det gick inte att tolka attestmetadata

source: Attribute 'container-overrides' is not yet supported
sv: Attributet ”container-overrides” stöds ännu inte

source: AutoRemediation| 1 Merge Request
sv: AutoRemediation| 1 sammanfogningsbegäran

source: Automatic event tracking provides a traceable history for audits.
sv: Automatisk händelsespårning tillhandahåller en spårbar historik för revisioner.

source: Automatically close associated incident when a recovery alert notification resolves an alert
sv: Stäng automatiskt det kopplade incidentärendet när en återställningsavisering löser en avisering

source: AwsDestinationValidator validates only aws external audit event destinations.
sv: AwsDestinationValidator validerar endast AWS-baserade externa mål för granskningshändelser.

source: Background migrations
sv: Bakgrundsmigreringar

source: BackgroundMigrations|Background migrations
sv: BackgroundMigrations|Bakgrundsmigreringar

source: BackgroundMigrations|Background migrations are used to perform data migrations when a migration exceeds the time limits set by GitLab. %{linkStart}Learn more%{linkEnd}
sv: BackgroundMigrations|Bakgrundsmigreringar används för att utföra datamigreringar när en migrering överskrider GitLabs tidsgränser. %{linkStart}Läs mer%{linkEnd}

source: BackgroundMigrations|Batch size
sv: BackgroundMigrations|Batchstorlek

source: BackgroundMigrations|Failed jobs:
sv: BackgroundMigrations|Misslyckade jobb:

source: BackgroundMigrations|Finished at
sv: BackgroundMigrations|Slutförd

source: BackgroundMigrations|No background migrations
sv: BackgroundMigrations|Inga bakgrundsmigreringar

source: BackgroundMigrations|Started at
sv: BackgroundMigrations|Startad

source: Badges|Failed to add new badge. Check the URLs, then try again.
sv: Badges|Det gick inte att lägga till det nya märket. Kontrollera URL:erna och försök igen.

source: Badges|Failed to delete the badge. Try again.
sv: Badges|Det gick inte att ta bort märket. Försök igen.

source: BambooService|User with API access to the Bamboo server.
sv: BambooService|Användare med API-åtkomst till Bamboo-servern.

source: BatchedJobs|Background migrations
sv: BatchedJobs|Bakgrundsmigreringar

source: BillingPlans|A central hub to manage standards adherence, violations reporting, and compliance frameworks.
sv: Faktureringsplaner|En central plats för att hantera standardefterlevnad, överträdelserapportering och ramverk för efterlevnad.

source: BillingPlans|Automatically notify the next responder when critical alerts are unacknowledged and ensure no incident is missed.
sv: BillingPlans|Avisera automatiskt nästa insatsperson när kritiska aviseringar inte har bekräftats och se till att ingen incident missas.

source: BillingPlans|Bring your own CI runners
sv: BillingPlans|Använd egna CI-runners

source: BillingPlans|Compliance Center
sv: Faktureringsplaner|Efterlevnadscenter

source: BillingPlans|Compliance automation
sv: Faktureringsplaner|Automatisering av efterlevnad

source: BillingPlans|Control who can approve merge requests to ensure code quality and compliance.
sv: Faktureringsplaner|Styr vem som kan godkänna sammanslagningsbegäranden för att säkerställa kodkvalitet och efterlevnad.

source: BillingPlans|Escalation Policies
sv: BillingPlans|Eskalationsprinciper

source: BillingPlans|Escalation policies
sv: BillingPlans|Eskalationsprinciper

source: BillingPlans|Event Audits
sv: Faktureringsplaner|Händelserevisioner

source: BillingPlans|Merge request approvals
sv: BillingPlans|Godkännanden av sammanfogningsbegäranden

source: BillingPlans|Multiple approval rules
sv: BillingPlans|Flera godkännanderegler

source: BillingPlans|Protected Environments
sv: BillingPlans|Skyddade miljöer

source: BillingPlans|Visibility & Incident Response
sv: BillingPlans|Synlighet och incidenthantering

source: BillingPlans|Your monthly credit commitment is shared across all members of the group. Credits reset at the start of each billing cycle.
sv: BillingPlans|Din månatliga kreditförbindelse delas mellan alla gruppmedlemmar. Krediter återställs i början av varje faktureringsperiod.

source: Billing|All members were successfully approved
sv: Billing|Alla medlemmar godkändes

source: Billing|An error occurred while approving %{user}
sv: Billing|Ett fel uppstod när %{user} skulle godkännas

source: Billing|An error occurred while approving all members
sv: Billing|Ett fel uppstod när alla medlemmar skulle godkännas

source: Billing|An error occurred while getting a billable member details.
sv: Billing|Ett fel uppstod när fakturerbar medlemsinformation skulle hämtas.

source: Billing|An error occurred while loading billable members list.
sv: Billing|Ett fel uppstod när listan över fakturerbara medlemmar skulle läsas in.

source: Billing|An error occurred while loading details for the GitLab Duo add-on. If the problem persists, please %{supportLinkStart}contact support%{supportLinkEnd}.
sv: Billing|Ett fel uppstod när information om GitLab Duo-tillägget skulle läsas in. Om problemet kvarstår kan du %{supportLinkStart}kontakta supporten%{supportLinkEnd}.

source: Billing|An error occurred while loading pending members list
sv: Billing|Ett fel uppstod när listan över väntande medlemmar skulle läsas in

source: Billing|An error occurred while loading users of the GitLab Duo add-on. If the problem persists, please %{supportLinkStart}contact support%{supportLinkEnd}.
sv: Billing|Ett fel uppstod när användarna av GitLab Duo-tillägget skulle läsas in. Om problemet kvarstår kan du %{supportLinkStart}kontakta supporten%{supportLinkEnd}.

source: Billing|An error occurred while removing a billable member.
sv: Billing|Ett fel uppstod när en fakturerbar medlem skulle tas bort.

source: Billing|Awaiting member signup
sv: Billing|Inväntar medlemsregistrering

source: Billing|Direct memberships
sv: Billing|Direkta medlemskap

source: Billing|Members who were invited via a group invitation cannot be removed. You can either remove the entire group, or ask an Owner of the invited group to remove the member.
sv: Billing|Medlemmar som bjudits in via en gruppinbjudan kan inte tas bort. Du kan antingen ta bort hela gruppen eller be en ägare till den inbjudna gruppen att ta bort medlemmen.

source: Billing|Something went wrong when assigning the add-on for the selected members. If the problem persists, please %{supportLinkStart}contact support%{supportLinkEnd}.
sv: Billing|Något gick fel när tillägget tilldelades till de valda medlemmarna. Om problemet kvarstår kan du %{supportLinkStart}kontakta supporten%{supportLinkEnd}.

source: Billing|Something went wrong when assigning the add-on to this member. If the problem persists, please %{supportLinkStart}contact support%{supportLinkEnd}.
sv: Billing|Något gick fel när tillägget tilldelades till den här medlemmen. Om problemet kvarstår kan du %{supportLinkStart}kontakta supporten%{supportLinkEnd}.

source: Billing|Something went wrong when un-assigning the add-on to the selected members. If the problem persists, please %{supportLinkStart}contact support%{supportLinkEnd}.
sv: Billing|Något gick fel när tillägget togs bort från de valda medlemmarna. Om problemet kvarstår kan du %{supportLinkStart}kontakta supporten%{supportLinkEnd}.

source: Billing|Something went wrong when un-assigning the add-on to this member. If the problem persists, please %{supportLinkStart}contact support%{supportLinkEnd}.
sv: Billing|Något gick fel när tillägget togs bort från den här medlemmen. Om problemet kvarstår kan du %{supportLinkStart}kontakta supporten%{supportLinkEnd}.

source: Billing|There are not enough seats to assign the GitLab Duo add-on to all selected members.
sv: Billing|Det finns inte tillräckligt många platser för att tilldela GitLab Duo-tillägget till alla valda medlemmar.

source: BitbucketImport|You are not allowed to import projects in this namespace.
sv: BitbucketImport|Du har inte behörighet att importera projekt i den här namnrymden.

source: Blame|Unable to load blame
sv: Blame|Det gick inte att läsa in annoteringen

source: BoardScope|An error occurred while getting iterations. Please try again.
sv: BoardScope|Ett fel uppstod när iterationer skulle hämtas. Försök igen.

source: BoardScope|An error occurred while getting milestones, please try again.
sv: BoardScope|Ett fel uppstod när milstolpar skulle hämtas. Försök igen.

source: BoardScope|An error occurred while searching for labels, please try again.
sv: BoardScope|Ett fel uppstod när etiketter skulle sökas. Försök igen.

source: BoardScope|An error occurred while searching for users, please try again.
sv: BoardScope|Ett fel uppstod när användare skulle sökas. Försök igen.

source: Boards|An error occurred while creating the %{issuableType}. Please try again.
sv: Boards|Ett fel uppstod när %{issuableType} skulle skapas. Försök igen.

source: BranchRules|After a protected branch is created, it will show up in the list as a branch rule.
sv: BranchRules|När en skyddad gren har skapats visas den i listan som en grenregel.

source: BranchRules|All protected branches
sv: BranchRules|Alla skyddade grenar

source: BranchRules|Create protected branch
sv: BranchRules|Skapa skyddad gren

source: BranchRules|Custom roles
sv: BranchRules|Anpassade roller

source: BranchRules|Does not require approval from code owners
sv: BranchRules|Kräver inte godkännande från kodägare

source: BranchRules|Edit branch protections, approval rules, and status checks from a single page. %{docs_link_start} How do I use branch rules?%{docs_link_end}
sv: BranchRules|Redigera grenskydd, godkännanderegler och statuskontroller från en sida. %{docs_link_start}Hur använder jag grenregler?%{docs_link_end}

source: BranchRules|Enforced by policy
sv: BranchRules|Tillämpas av policy

source: BranchRules|Manage in merge request approvals
sv: BranchRules|Hantera i godkännanden av sammanfogningsbegäranden

source: BranchRules|Manage in protected branches
sv: BranchRules|Hantera i skyddade grenar

source: BranchRules|Require code owner approval
sv: BranchRules|Kräv godkännande från kodägare

source: BranchRules|Require code owner approval disabled
sv: BranchRules|Krav på godkännande från kodägare är inaktiverat

source: BranchRules|Require code owner approval enabled
sv: BranchRules|Krav på godkännande från kodägare är aktiverat

source: BranchRules|Requires code owner approval
sv: BranchRules|Kräver godkännande från kodägare

source: BranchRules|This branch rule is inherited from the group Protected branches settings.
sv: BranchRules|Den här grenregeln ärvs från gruppens inställningar för skyddade grenar.

source: BranchRules|To create a branch rule, you first need to create a protected branch.
sv: BranchRules|För att skapa en grenregel måste du först skapa en skyddad gren.

source: Branches|You're about to permanently delete the protected branch %{branchName}.
sv: Branches|Du håller på att ta bort den skyddade grenen %{branchName} permanent.

source: Build a new repository or import existing work.
sv: Skapa ett nytt kodförråd eller importera befintligt arbete.

source: BulkImports|The date must be in the future.
sv: BulkImports|Datumet måste ligga i framtiden.

source: BulkImports|The date must not be more than one year in the future.
sv: BulkImports|Datumet får inte ligga mer än ett år framåt i tiden.

source: BulkImports|You must enter a date when user confirmation is bypassed.
sv: BulkImports|Du måste ange ett datum när användarbekräftelse hoppas över.

source: BulkImport|%{feature} (require v%{version})
sv: BulkImport|%{feature} (kräver v%{version})

source: BulkImport|%{host} is running an outdated GitLab version (v%{version})
sv: BulkImport|%{host} kör en inaktuell GitLab-version (v%{version})

source: BulkImport|A CSV file with a list of placeholder reassignment errors is attached to this email.
sv: BulkImport|En CSV-fil med en lista över fel vid omtilldelning av platshållare bifogas i e-postmeddelandet.

source: BulkImport|All items assigned to placeholder users have been reassigned to users in %{strong_open}%{group}%{strong_close} according to the uploaded CSV file.
sv: BulkImport|Alla objekt som tilldelats platshållaranvändare har omtilldelats till användare i %{strong_open}%{group}%{strong_close} enligt den uppladdade CSV-filen.

source: BulkImport|Be aware of %{visibilityLinkStart}visibility rules%{visibilityLinkEnd} and %{placeholdersLinkStart}placeholder user limits%{placeholdersLinkEnd} when importing groups.
sv: BulkImport|Observera %{visibilityLinkStart}synlighetsregler%{visibilityLinkEnd} och %{placeholdersLinkStart}gränser för platshållaranvändare%{placeholdersLinkEnd} när grupper importeras.

source: BulkImport|Bulk reassignment failed
sv: BulkImport|Massomtilldelningen misslyckades

source: BulkImport|Destination
sv: BulkImport|Mål

source: BulkImport|Direct transfer
sv: BulkImport|Direktöverföring

source: BulkImport|Enter another name to re-import.
sv: BulkImport|Ange ett annat namn för att importera igen.

source: BulkImport|Import completed
sv: BulkImport|Importen slutfördes

source: BulkImport|Import failed. '%{destination}' is invalid, or you do not have permission.
sv: BulkImport|Importen misslyckades. ”%{destination}” är ogiltigt eller så saknar du behörighet.

source: CVS|Container Scanning for Registry is disabled
sv: CVS|Containerskanning för registret är inaktiverad

source: CVS|Container Scanning for Registry is enabled
sv: CVS|Containerskanning för registret är aktiverad

source: Cannot delete the default framework
sv: Det går inte att ta bort standardramverket

source: Cannot have more than %{maximum_path_exclusions} path exclusions for secret push protection per project
sv: Det går inte att ha fler än %{maximum_path_exclusions} sökvägsundantag för hemligt skydd vid push per projekt

source: Cannot have multiple unresolved alerts
sv: Det går inte att ha flera olösta aviseringar

source: Cannot modify %{profile_name} referenced in scan
sv: Det går inte att ändra %{profile_name} som refereras i skanningen

source: Choose protected branch
sv: Välj skyddad gren

source: Choose visibility level, enable/disable project features and their permissions, disable email notifications, and show default emoji reactions.
sv: Välj synlighetsnivå, aktivera eller inaktivera projektfunktioner och deras behörigheter, inaktivera e-postaviseringar och visa standardemoji-reaktioner.

source: CiVariables|CI/CD Variables
sv: CiVariables|CI/CD-variabler

source: CiVariables|Export variable to pipelines running on protected branches and protected tags only.
sv: CiVariables|Exportera variabeln endast till pipelines som körs på skyddade grenar och skyddade taggar.

source: CiVariables|Input variable value
sv: CiVariables|Indatavariabelvärde

source: CiVariables|Insufficient permissions to view Group CI/CD variable.
sv: CiVariables|Du saknar behörighet att visa gruppens CI/CD-variabel.

source: CiVariables|Maximum number of Inherited Group CI variables loaded (2000)
sv: CiVariables|Maximalt antal inlästa ärvda grupp-CI-variabler (2 000)

source: CiVariables|Set the visibility level for the variable's value. The %{linkStart}Masked and hidden%{linkEnd} option is only available for new variables. You cannot update an existing variable to be hidden.
sv: CiVariables|Ange synlighetsnivån för variabelns värde. Alternativet %{linkStart}Maskerad och dold%{linkEnd} är endast tillgängligt för nya variabler. Du kan inte göra en befintlig variabel dold.

source: CiVariables|Specify variable values to be used in this run. The variables specified in the configuration file and %{linkStart}CI/CD settings%{linkEnd} are used by default.
sv: CiVariables|Ange de variabelvärden som ska användas i den här körningen. Variablerna som anges i konfigurationsfilen och %{linkStart}CI/CD-inställningarna%{linkEnd} används som standard.

source: CiVariables|There was an error fetching the inherited CI variables.
sv: CiVariables|Ett fel uppstod när de ärvda CI-variablerna skulle hämtas.

source: CiVariables|Unable to create masked variable because:
sv: CiVariables|Det gick inte att skapa den maskerade variabeln eftersom:

source: CiVariables|Unselect "Expand variable reference" if you want to use the variable value as a raw string.
sv: CiVariables|Avmarkera ”Expandera variabelreferens” om du vill använda variabelvärdet som en rå sträng.

source: CiVariables|Variable value will be evaluated as raw string.
sv: CiVariables|Variabelvärdet utvärderas som en rå sträng.

source: CiVariables|You can use CI/CD variables with the same name in different places, but the variables might overwrite each other. %{linkStart}What is the order of precedence for variables?%{linkEnd}
sv: CiVariables|Du kan använda CI/CD-variabler med samma namn på olika platser, men variablerna kan skriva över varandra. %{linkStart}Vilken prioritetsordning gäller för variabler?%{linkEnd}

source: CiVariable|GitLab CI/CD supports OpenID Connect (OIDC) to give your build and deployment jobs access to cloud credentials and services. %{linkStart}How do I configure OIDC for my cloud provider?%{linkEnd}
sv: CiVariable|GitLab CI/CD har stöd för OpenID Connect (OIDC) för att ge dina bygg- och distributionsjobb åtkomst till molnuppgifter och tjänster. %{linkStart}Hur konfigurerar jag OIDC för min molnleverantör?%{linkEnd}

source: Clear the date to create access tokens without expiration.
sv: Rensa datumet för att skapa åtkomsttoken utan utgångsdatum.

source: Clientside traces sample rate
sv: Samplingsfrekvens för spårningar på klientsidan

source: ClusterAgents|Access tokens
sv: Klusteragenter|Åtkomsttoken

source: ClusterAgents|Agent access token:
sv: Klusteragenter|Åtkomsttoken för agent:

source: ClusterAgents|Are you sure you want to revoke this token? You cannot undo this action.
sv: Klusteragenter|Vill du verkligen återkalla den här token? Åtgärden kan inte ångras.

source: ClusterAgents|Copy token
sv: Klusteragenter|Kopiera token

source: ClusterAgents|From a terminal, connect to your cluster and run this command. The token is included in the command.
sv: Klusteragenter|Anslut till klustret från en terminal och kör det här kommandot. Token finns med i kommandot.

source: ClusterAgents|Make sure you are using a valid token.
sv: Klusteragenter|Kontrollera att du använder en giltig token.

source: ClusterAgents|No agent access token
sv: Klusteragenter|Ingen åtkomsttoken för agent

source: ClusterAgents|Revoke access token?
sv: Klusteragenter|Återkalla åtkomsttoken?

source: ClusterAgents|Revoke token
sv: Klusteragenter|Återkalla token

source: ClusterAgents|See agent activity updates, like tokens created or revoked and clusters connected or not connected.
sv: Klusteragenter|Se uppdateringar om agentaktivitet, till exempel token som skapats eller återkallats och kluster som anslutits eller inte anslutits.

source: ClusterAgents|The agent uses the token to connect with GitLab.
sv: Klusteragenter|Agenten använder token för att ansluta till GitLab.

source: ClusterAgents|This agent has no tokens
sv: Klusteragenter|Den här agenten har inga token

source: ClusterAgents|To revoke the token, type %{name} to confirm:
sv: ClusterAgents|Skriv %{name} för att bekräfta att token ska återkallas:

source: ClusterAgents|Valid access token
sv: Klusteragenter|Giltig åtkomsttoken

source: ClusterAgents|You cannot see this token again after you close this window.
sv: Klusteragenter|Du kan inte visa den här token igen när du har stängt fönstret.

source: ClusterAgents|You will need to create a token to connect to your agent
sv: ClusterAgents|Du måste skapa en token för att ansluta till din agent

source: ClusterAgent|An agent can have only two active tokens at a time
sv: ClusterAgent|En agent kan bara ha två aktiva token samtidigt

source: ClusterAgent|User has insufficient permissions to create a token for this project
sv: ClusterAgent|Användaren saknar behörighet att skapa en token för det här projektet

source: ClusterAgent|User has insufficient permissions to revoke the token for this project
sv: ClusterAgent|Användaren saknar behörighet att återkalla token för det här projektet

source: ClusterAgent|You have insufficient permissions to create a cluster agent for this project
sv: ClusterAgent|Du saknar behörighet att skapa en klusteragent för det här projektet

source: ClusterAgent|You have insufficient permissions to delete this cluster agent
sv: ClusterAgent|Du saknar behörighet att ta bort den här klusteragenten

source: ClusterIntegration|A service token scoped to %{code}kube-system%{end_code} with %{code}cluster-admin%{end_code} privileges.
sv: ClusterIntegration|En tjänstetoken med omfånget %{code}kube-system%{end_code} och behörigheten %{code}cluster-admin%{end_code}.

source: ClusterIntegration|Check your token
sv: ClusterIntegration|Kontrollera din token

source: ClusterIntegration|Service token is required.
sv: ClusterIntegration|Tjänstetoken krävs.

source: Code owner approval is required
sv: Godkännande från kodägare krävs

source: CodeOwners|An error occurred while loading code owners.
sv: CodeOwners|Ett fel uppstod när kodägarna skulle läsas in.

source: CodeOwners|Code owners
sv: CodeOwners|Kodägare

source: CodeOwners|Code owners are users and groups that can approve specific file changes.
sv: CodeOwners|Kodägare är användare och grupper som kan godkänna ändringar i specifika filer.

source: CodeReviewEnabledByDefaultAlertComponent|Automated code review is enabled
sv: CodeReviewEnabledByDefaultAlertComponent|Automatisk kodgranskning är aktiverad

source: CodeReviewEnabledByDefaultAlertComponent|Code Review flow automatically reviews your merge requests to help you ship better code, faster.
sv: CodeReviewEnabledByDefaultAlertComponent|Flödet för kodgranskning granskar automatiskt dina sammanfogningsbegäranden så att du kan leverera bättre kod snabbare.

source: CodeSuggestions|Foundational flows and flow execution must be enabled, and a compatible runner must be available.
sv: CodeSuggestions|Grundläggande flöden och flödeskörning måste vara aktiverade, och en kompatibel runner måste vara tillgänglig.

source: CodeSuggestions|The AI gateway URL must be set up as an environment variable.
sv: CodeSuggestions|URL:en för AI-gatewayen måste konfigureras som en miljövariabel.

source: Collapse merge checks
sv: Fäll ihop sammanfogningskontroller
